Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: The programme of work is the result of a thorough screening process, determining the relevance of topics proposed, the feasibility of the Unit making a contribution on a particular topic, the relationship of the topic to the agendas of the various United Nations legislative organs, previous reports done by others on the topic and the relevance of the topic to the Unit's risk/opportunity analysis.
es: El programa de trabajo es resultado de un proceso de examen exhaustivo, determinación de la importancia de los temas propuestos, la viabilidad de que la Dependencia haga una contribución respecto de un tema determinado, la relación del tema con los programas de los distintos órganos legislativos de las Naciones Unidas, informes anteriores sobre el tema preparados por otros y la importancia del tema para el análisis por la Dependencia de los riesgos y oportunidades.

source: A feasibility/opportunity analysis of such database could for example be included in the impact assessment that should be carried out for the entry-exit system24.
es: En la evaluación de impacto que deberá realizarse del sistema de entrada-salida24 , podría incluirse un análisis de la viabilidad/oportunidad de esa base de datos.

source: However, even a basic problem/opportunity analysis of an idea, by people who can reflect on the project idea and share their experiences and suggestions will help to clarify the problem or opportunity and identify all the alternative strategies possible.
es: Sin embargo, aun el análisis básico de un problema/una oportunidad de una idea, por parte de las personas que pueden reflexionar en la idea del proyecto y compartir sus experiencias y sugerencias, ayudará a clarificar el problema o la oportunidad e identificar todas las estrategias alternativas posibles.

source: WORKSHEET 1 Problem/Opportunity Analysis
es: HOJA No.1 análisis del problema/la oportunidad

source: At Carlo Scevola & Partners, our team covers a wide range of disciplines - finance, deal structuring, opportunity analysis, marketing, operations and more. And these individuals are highly experienced and accomplished - an all-star team, if you like.
es: En Carlo Scevola & Partners' nuestro equipo cubre una amplia serie de disciplinas - finanzas, estructura de contraltos, oportunidades de análisis, mercadeo, operaciones y mas; y estos individuos son muy experimentados y consumados- es un equipo de estrellas, si usted quiere.

source: Gap/opportunity analysis provides useful information to start strategic planning.
es: El Análisis de Vacíos/oportunidades proporciona información útil para iniciar la planificación estratégica.

source: This will naturally lead you into gap/opportunity analysis.
es: Esto naturalmente lo conducirá a un análisis de vacíos/oportunidades.

source: Savings on costs for behavioral and medical services to be forecast with the Opportunity Analysis.
es: Ahorros en costos de servicios médicos y de salud mental previstos con el Análisis de Oportunidad.

source: The financial impact of BPM and IHCM is savings of 35% or more of the trend for increased behavioral pharmacy cost of outlier claims identified by Quality Indicators as part of a free Opportunity Analysis.
es: El impacto financiero de ACF y MCSI es el ahorro de 35% o más de la tendencia en el aumento del costo de farmacia en las reclamaciones atípicas identificadas por los Indicadores de Calidad como parte de un libre Análisis de Oportunidad.

source: We support you from the opportunity analysis until final deployment, including legal, tax and financial consultancy.
es: Le acompañamos desde el análisis de la oportunidad hasta la gestión fiscal de sus operaciones en India.

source: analysis and opportunity analysis identification (synthesis)
es: identificación de

source: Opportunity planning, competitive information, activity management, and opportunity analysis
es: Planificación de oportunidades, información competitiva, gestión de actividades y análisis de oportunidades

source: We offer an Opportunity Analysis that reviews two years of pharmaceutical data to identify behavioral, pain and sleep medications patterns of use.
es: Ofrecemos un Análisis de Oportunidad que revisa 2 años de data farmacéutica para identificar patrones de uso de medicamentos para el comportamiento, dolor y sueño.

source: Opportunity 3 Apply innovative analysis methods
es: Oportunidad 3 Utilizar innovaciones en los métodos de análisis

source: These sessions provided an opportunity for joint analysis of challenges and learning needs, which were then addressed through capacity building activities such as training, action research and case studies.
es: Las sesiones ofrecieron la oportunidad de analizar conjuntamente los problemas y las necesidades de aprendizaje, que se abordaron fomentando la capacidad, mediante capacitación, investigación para la acción y estudios de casos.

source: The conclusions of the operational assessments are communicated to the national authorities who have the opportunity to comment the analysis contained in the reports.
es: Las conclusiones de las evaluaciones operativas se comunican a las autoridades nacionales, quienes tienen la oportunidad de comentar el análisis presentado en los informes.

source: These are journalists who wish to cover the election and who are not therefore being given an opportunity to offer a critical analysis of what is happening.
es: Se trataba de periodistas que querían cubrir las elecciones y que, por tanto, no van a tener la oportunidad de hacer un análisis crítico de lo que está sucediendo.

source: Moreover, we believe that the expert group on the protection of civilians is a valuable opportunity to lend continuity to the analysis and discussion of this issue.
es: También en este respecto, creemos que el grupo de expertos sobre protección de civiles constituye una valiosa oportunidad para dar continuidad al análisis y a la discusión de esta cuestión.

source: The first review and appraisal exercise provided an opportunity for stocktaking and an analysis of lessons learned; the framework will build on those findings and help to chart a course for the next phase of the implementation process.
es: El primer proceso de examen y evaluación ofreció una oportunidad para hacer balance y analizar la experiencia adquirida; el marco se basará en esas conclusiones y contribuirá a marcar la pauta de la próxima etapa del proceso de aplicación.

source: Notably, as reporting requirements continue to increase, from 145 reports during the fifty-fifth session to 166 reports during the sixtieth session, the increasing number of reports results in diminished opportunity to undertake comprehensive and detailed analysis, so that reporting quality could potentially deteriorate.
es: Es notable que, a medida que aumentan los requisitos de presentación de informes (de 145 informes en el quincuagésimo quinto período de sesiones a 166 en el sexagésimo), el mayor número de documentos hace más difícil llevar a cabo un análisis exhaustivo y detallado, por lo que la calidad de los informes puede disminuir.

source: "It also provided the opportunity for an in-depth analysis of the central issues of the reform agenda of the United Nations, as set out in the report of the Secretary-General entitled ""In larger freedom towards development, security and human rights for all"" (A/59/2005)."
es: Sirvió asimismo para analizar a fondo los temas centrales de la agenda de reforma de las Naciones Unidas, recogidos en el informe del Secretario General Un concepto más amplio de la libertad desarrollo, seguridad y derechos humanos para todos (A/59/2005).

source: Attending the workshop were 30 producers from Bhutan, Brunei, Cambodia, China, Egypt, Hong Kong, Iran, Japan, Korea, Malaysia, Pakistan, Singapore, Sri Lanka, Thailand and Vietnam. It helped to improve the exchange of television production among participating Asian countries and provided a training opportunity to the participants through the analysis of their own work as well as the work of other professionals from around the globe.
es: El taller, que congregó a 30 productores de Bhután, Brunei, Camboya, China, Egipto, Hong Kong, Irán, Japón, Corea, Malasia, Pakistán, Singapur, Sri Lanka, Tailandia y Viet Nam, ayudó a mejorar el intercambio de producciones de televisión entre los países asiáticos participantes, brindando una oportunidad de formación a los asistentes mediante el análisis de su propio trabajo y del de otros profesionales de todo el mundo.

source: It provided an opportunity for an in-depth analysis of the strengths and weaknesses of STME and to make recommendations to governments as well as local and international non-governmental organisations (NGOs).
es: La reunión brindó la oportunidad de efectuar un análisis exhaustivo de las virtudes y deficiencias de la ECTM y hacer recomendaciones a los gobiernos y a las organizaciones no gubernamentales (ONG) nacionales e internacionales.

source: The unique aspects of livelihoods analysis are that they give an opportunity for policy makers to build upon the resources that already exist in the community.
es: Los aspectos excepcionales del análisis de los medios de sustento son que dan la oportunidad a los encargados de formular políticas a que aprovechen los recursos que ya existen en la comunidad.

source: The common, global project Poverty and Social Impact Analysis would provide an additional opportunity for such collaboration.
es: El proyecto mundial común sobre análisis de la pobreza y del impacto social brindaría otras oportunidades de colaboración.

source: Interest expense decreased principally due to lower average interest rates.
es: Los gastos de interés descendieron, debido principalmente a la baja de las tasas de interés promedio.

source: This is a method of calculating the amortised cost of a financial asset or a financial liability and of allocating the interest income or interest expense over the relevant period.
es: Se trata de un método para calcular el coste amortizado de un activo financiero o de un pasivo financiero y para asignar los ingresos por intereses o los gastos por intereses a lo largo del periodo pertinente.

source: This decrease resulted largely from a lower interest expense, a gain on certain derivative instruments over a low comparison base in the same period of 2009 and a lower foreign exchange non-cash loss.
es: Esta disminución fue resultado de menores gastos financieros netos, ganancia en ciertos instrumentos derivados reflejando una baja base de comparación en el mismo periodo del 2009 y menores pérdidas por fluctuación cambiaria.

source: This increase is primarily related to interest expense related to debt incurred by Coca-Cola FEMSA to acquire Panamco in May 2003.
es: Este incremento se relaciona principalmente a la deuda generada por parte de Coca-Cola FEMSA para la adquisición de los nuevos territorios en mayo del 2003.

source: "The accrual of interest arising from the repo operation will be presented under the heading of ""income or interest expense, as appropriate."
es: "El devengamiento del interés por reporto derivado de la operación se presentará en el rubro de ""Ingresos o gastos por intereses"", según corresponda."

source: Interest expense decreased in 2004 compared with 2003 principally as a result of a reduction in the amount of debt outstanding.
es: Los gastos financieros disminuyeron en 2004 comparados con 2003 principalmente como resultado de una reducción en el monto de la deuda pendiente.

source: Including preferred dividends, net interest expense decreased 15%.
es: El gasto financiero neto disminuyó 15% tomando en cuenta dividendos preferentes.

source: This item includes interest income, net of interest expense, in respect of the assets and liabilities denominated in foreign currency, and net interest income on balances arising from TARGET and in respect of other assets and liabilities denominated in euro.
es: Este apartado recoge los ingresos por intereses, netos de gastos, relativos a los activos y pasivos denominados tanto en moneda extranjera como en euros, así como los procedentes de los saldos resultantes de las transacciones realizadas vía TARGET.

source: For 2002, this remuneration resulted in an interest expense of some 1,141 million.
es: En el año 2002, esta remuneración se tradujo en unos gastos por intereses de 1.141 millones de euros.

source: Changes in fair value of borrowings-related derivatives are disclosed as an offset for interest expense on hedged borrowings.
es: Los cambios en el valor razonable de los derivados relacionados con empréstitos se reconocen como contrapartida en el gasto por intereses de los empréstitos cubiertos.

source: In that situation, an entity may report that segment's interest revenue net of its interest expense and disclose that it has done so.
es: En tal caso, la entidad podrá informar sobre los ingresos por intereses de ese segmento netos de sus gastos por intereses, indicando esta circunstancia.

source: The approximate reduction of our interest expense would have been $29,123 and $19,483 for the year ended December 31, 2003 and for the nine-month period ended September 30, 2004, respectively.
es: La reducción aproximada de nuestros gastos financieros hubiera sido $29,123 y $19,483 para el año que termina el 31 de diciembre del 2003 y para el período de nueve meses que termina el 30 de setiembre del 2004, respectivamente.

source: Provisions are measured at the present value of the expected expenditure required to settle the obligation, recognising any increases in the provision over time as an interest expense.
es: Las provisiones se valoran por el valor actual de los desembolsos que se espera que sean necesarios para liquidar la obligación, reconociéndose el incremento de la provisión por el paso del tiempo como un gasto por intereses.

source: The results of these instruments are periodically recognized as part of the interest expense.
es: Los resultados de estos instrumentos se registran periódicamente como parte del gasto financiero.

source: In the condensed financial information under U.S. GAAP in note 24(o) for the year ended December 31, 2003, capital securities dividends in the income statement were reclassified from minority interest under Mexican GAAP to a separate item of interest expense under U.S. GAAP (note 15E).
es: En la información financiera condensada bajo U.S. GAAP de la nota 24(o) por el año que terminó el 31 de diciembre de 2003, los dividendos preferentes en resultados, se reclasificaron del interés minoritario bajo PCGA a una partida por separado del costo por interés bajo U.S. GAAP (nota 15E).

source: The difference between this amount and the amount actually paid is accounted for as interest expense during the period in which it is accrued, following financial criteria.
es: La diferencia respecto de la cantidad recibida se amortiza anualmente siguiendo un criterio financiero.

source: "Interest and premiums were reported in the categories of ""Interest income"" and ""Interest expense""."
es: "Los intereses y premios, se incluían en los rubros de ""Ingresos por intereses"" y ""Gastos por intereses""."

source: The accretion and interest paid are expensed as interest expense yielding an effective annual rate of 18%.
es: El aumento e intereses pagados son debitados como gastos de intereses rentando una tasa efectiva anual del 18%.

source: The net impact of this change was to reduce the net interest income of the three major segments and reduce the net interest expense of the Other segment.
es: El efecto neto de este ajuste fue una reducción en los ingresos netos por intereses de las tres líneas de negocios principales y en los gastos netos por intereses de Otros.

source: Includes changes in trade provisions (***) Expenses net of financial income and capitalised interest expense
es: Incluye la variación de las provisiones de tráfico (***) Gastos netos de ingresos financieros y de activación de gastos financieros

source: The increase in the provision as a result of the passage of time is recognised as an interest expense.
es: El incremento en la provisión con motivo del paso del tiempo se reconoce como un gasto por intereses.

source: Periodic cash flows generated by these instruments are recorded in interest expense, as part of the effective interest rate of the related debt.
es: Los flujos peri-dicos intercambiados en estos swaps se registran en el gasto financiero, como parte de la tasa de inter's efectiva de los pasivos relacionados.

source: These instruments are classified as either deposit liabilities or capital instrument liabilities in the Consolidated Balance Sheet, with the disbursements recorded in interest expense.
es: Estos instrumentos se clasifican como pasivos por depósitos o por instrumentos de capital en el Balance general consolidado, registrándose los desembolsos en los gastos por intereses.

source: The net effect of such instruments was recorded as part of interest expense or foreign exchange, depending on the hedged liability.
es: El efecto neto de dichos instrumentos se registró como parte de los intereses pagados o del resultado en cambios, dependiendo del pasivo cubierto.

source: If you post flows for interest, repayments and charges, such as 'bank clearing to interest revenue' or interest expense to bank clearing', without using a corresponding receivables account (or payables account for loans taken), you must make special settings in Customizing for the withholding flows.
es: Si se contabilizan movimientos para intereses, reembolsos y gastos, como «compensación bancaria para ingresos de intereses» o «gastos de intereses en compensación bancaria» sin utilizar una cuenta a cobrar (o la cuenta de débitos para préstamos pasivos), deberán definirse parametrizaciones especiales en el Customizing de movimientos de retención.

source: Furthermore, for any possible short-term cash needs that may arise, the Company maintains credit facilities, the unused balances of which bear no interest expense.
es: Adicionalmente y de cara a gestionar eventuales necesidades de fondos a corto plazo, la Compañía mantiene líneas de crédito, cuyo saldo no dispuesto no devenga coste financiero alguno.

source: This item includes interest income, net of interest expense, in respect of the assets and liabilities denominated in foreign currency and in euro.
es: Este apartado recoge los ingresos por intereses, netos de gastos, relativos a los activos y pasivos denominados tanto en moneda extranjera como en euros.

source: Therefore, all changes in fair value of borrowingsrelated derivatives are recognized in Effect of Nontrading (Borrowings-Related) Derivative Instruments, without an offset for interest expense on hedged borrowings.
es: Por tanto, todo cambio en el valor razonable de los derivados relacionados con empréstitos se reconoce en Efecto de instrumentos derivados no especulativos (relativos a préstamos estructurados), sin efecto en el gasto por intereses de los empréstitos cubiertos.

source: Changes in the liabilities reflect expenditure related to the actuarially determined current service cost and interest expense plus or minus adjustments due to changes in actuarial assumptions and/or experience.
es: Los cambios en el pasivo reflejarán los gastos relacionados con los costos de servicios corrientes determinados actuarialmente y los gastos por intereses sumando o restando los ajustes originados por cambios en las hipótesis o la experiencia actuariales.

source: Sitemap of all pages dedicated to the fax to email service.
es: Mapa web relativo a todas las páginas dedicadas a la solución de fax por email.

source: Also, the idea of creating a programatically generated sitemap has been proposed; this would primarily be a tool to aid in writing by hand a more easily navigated sitemap.
es: También se ha propuesto la idea de crear un mapa que se genere mediante un programa, esto sería principalmente una herramienta para ayudar a tener un mapa de la web más fácil de usar.

source: Sitemap of the DORMA Webpage - SiteMap - The DORMA World
es: Mapa de la página Web de DORMA Ibérica - Mapa de situación - The DORMA World

source: Design a better sitemap that helps people find all places on the website easily.
es: Diseñar un mapa de la web mejor, que ayude a los usuarios a encontrar todos los lugares fácilmente.

source: If you have more than one Sitemap, you can list them in a Sitemap index file.
es: Si tiene más de un sitemap, puede incluirlos en un archivo de índice de sitemaps.

source: Be sure to specify the namespace for every type of information included in your Sitemap.
es: Asegúrese de especificar un espacio de nombre para todos los tipos de información que contenga.

source: If your Sitemap is larger than this, break it into several smaller Sitemaps.
es: Si el tamaño de su sitemap es mayor, divídalo en varios más pequeños.

source: LEGAL NOTICE PRIVACY POLICY NEWS ROOM SITEMAP CONTACT
es: AVISO LEGAL POLÍTICA DE PRIVACIDAD MAPA DEL SITIO CONTACTO

source: The sitemap allows your customers to have an overview of your online store.
es: El mapa del sitio permite que sus clientes tengan una visión general de su tienda virtual.

source: Adds a block that displays permanent links such as sitemap, contact, etc.
es: Añadir un bloque que muestre los enlaces permanentes como mapa del sitio, contacto, etc.

source: The footer has several navigation areas About Nobel Biocare, Sitemap, Glossary, Search, and Accessibility.
es: En el pie de página se incluyen varias áreas de navegación Acerca de Nobel Biocare, Mapa del sitio, Buscar y Accesibilidad.

source: Go to our sitemap and choose the page you want to view
es: Vaya a nuestro mapa del sitio y escoja la página que desee ver

source: Some search engines will ask you to provide your sitemap for analysis and optimization purposes.
es: Algunos buscadores le pedirán que proporcione el mapa de su sitio para finalidades de análisis y optimización.

source: Charter · Terms of use · Tourist guide by town · Sitemap · Index · Labels
es: Convenio · Derechos de utilización · Guía turístico por municipio · Mapa del sitio · Indice · Labels

source: "In addition, we now have a drop-down menu sitemap providing ""Quick Links"" to all parts of our website."
es: "También dispone de un menú desplegable de ""Enlaces rápidos"" que permite ir de una sección a otra del sitio en forma directa."

source: Our sitemap provides overview of the page content.
es: En el mapa de sitio encontrará una vista general de los contenidos de la página.

source: Some components, such as the social network or the portal sitemap, use Java.
es: Algunos componentes, como la red social o el esquema del portal, utilizan java.

source: "I think the mantra, ""Nothing about us without us,"" is very apt."
es: "Considero que nuestro mantra ""Nada sobre nosotros, sin nosotros"" es muy apto en este caso."

source: You should also link to your XML sitemap file and if possible to a HTML (web page) version as well.
es: También debe colocarse un enlace al mapa del sitio web en formato XML e, incluso, a su versión HTML.

source: Help it contains the navigability guide, frequently-asked questions, sitemap, external links, contacting the INE and accessing the site in English.
es: Ayuda contiene la guía de navegación, preguntas frecuentes, mapa de la web, enlaces externos, contacto con el INE y acceso a la página en inglés.

source: Navigation is easy, using menus and a mini sitemap that is always visible on the screen.
es: Le resultará fácil navegar por ella gracias a los menús y al pequeño mapa del sitio que siempre estarán visibles en la pantalla.

source: Sitemap generator that includes all your property listings
es: Generador de mapa del sitio que incluye todos tus listados de propiedades
